Repository: arcticbarra/mostla
Catalog: Mostla/*.lproj/Localizable.strings
Languages: es_419

source: 'It's about networks, it's about devices, and it's about data' - Caroline Gorski In the broadest sense, the term IoT encompasses everything connected to the internet, but it is increasingly being used to define objects that 'talk' to each other. By combining these connected devices with automated systems, it is possible to 'gather information, analyse it and create an action' to help someone with a particular task, or learn from a process. 'IoT offers us opportunity to be more efficient in how we do things, saving us time, money and often emissions in the process', Evans says. It allows companies, governments and public authorities to rethink how they deliver services and produce goods.
es_419: 'It's about networks, it's about devices, and it's about data' - Caroline Gorski En el sentido más amplio, el término IoT abarca todo lo que está conectado a Internet, pero cada vez se usa más para definir objetos que 'hablan’ entre ellos. Al combinar estos dispositivos conectados con sistemas automatizados, es posible 'recopilar información, analizarla y crear una acción' para ayudar a alguien con una tarea en particular, o aprender de un proceso. 'IoT nos ofrece la oportunidad de ser más eficientes en cómo hacemos las cosas, ahorrando tiempo, dinero y, a menudo, emisiones en el proceso ', dice Evans. Permite a las empresas, gobiernos y autoridades públicas repensar en cómo es que prestan servicios y producen bienes.

source: 3D Printing and Scanning
es_419: Impresión y Escaneo 3D

source: 3D printing, also known as additive manufacturing, is empowering artists, designers and makers with affordable, easily accessible tools, not just for dreaming up masterpieces of craft and design but also for creating, exhibiting and monetizing them. It’s a whole new kind of digital craftsmanship revolution. Recent advancements in speed, printing technology and material capabilities are now aligned, and together they will push the entire industry forward. Prototyping (55%), production (43%) and Proof of Concept models (41%) are the three most popular 3D printing applications in 2018 with R&D departments being the most active adopters.
es_419: La impresión en 3D, también conocida como fabricación aditiva, empodera a los artistas y diseñadores con herramientas asequibles y de fácil acceso, no solo para soñar con obras maestras de artesanía y diseño, sino también para crearlas, exhibirlas y monetizarlas. Es un tipo completamente nuevo de revolución de la artesanía digital. Los avances recientes en velocidad, tecnología de impresión y capacidades de los materiales ahora están alineados, y juntos impulsarán a toda la industria. Prototipos (55%), producción (43%) y los modelos Proof of Concept (41%) son las tres aplicaciones de impresión 3D más populares en 2018 y los departamentos de I+D son los adoptadores más activos.

source: AI means that machines can perform tasks in ways that are 'intelligent.' These machines aren't just programmed to do a single, repetitive motion -- they can do more by adapting to different situations.People are seeking to create machines that can make decisions in similar ways to humans and use those decisions to complete tasks. Neural networks are a type of computer system that's made to classify information like our own brains do. These networks use the data they have access to make determinations. The data doesn't allow them to be perfectly accurate, but they can make decisions based on what's most likely to be right. Most importantly, these systems involve a feedback loop for 'learning'. The machine can find out whether or not its decisions were right, and then change its approach to do better next time.
es_419: IA significa que las máquinas pueden realizar tareas de manera 'inteligente'. Estas máquinas no solo están programadas para hacer un solo movimiento repetitivo, pueden hacer más al adaptarse a diferentes situaciones. Las personas buscan crear máquinas que puedan tomar decisiones de manera similar a los humanos y usar esas decisiones para completar tareas. Las redes neuronales son un tipo de sistema informático diseñado para clasificar la información como lo hacen nuestros propios cerebros. Estas redes utilizan los datos a los que tienen acceso para hacer determinaciones. Los datos no les permiten ser perfectamente precisos, pero pueden tomar decisiones basadas en lo que probablemente sea correcto. Lo más importante es que estos sistemas implican un ciclo de retroalimentación para 'aprender'. La máquina puede averiguar si sus decisiones fueron correctas o no, y luego cambiar su enfoque para mejorar la próxima vez.

source: Academic Video Production
es_419: Producción de Videos Académicos

source: Articial Intelligence
es_419: Inteligencia Artifical

source: Drones and Robotics
es_419: Drones y Robótica

source: Gesture-based Computing
es_419: Computación Basada en Gestos

source: Internet of Things
es_419: Internet de las Cosas

source: Natural Language Processing
es_419: Procesamiento de Lenguajes Naturales

source: 'It's about networks, it's about devices, and it's about data' - Caroline Gorski In the broadest sense, the term IoT encompasses everything connected to the internet, but it is increasingly being used to define objects that 'talk' to each other. By combining these connected devices with automated systems, it is possible to 'gather information, analyse it and create an action' to help someone with a particular task, or learn from a process. 'IoT offers us opportunity to be more efficient in how we do things, saving us time, money and often emissions in the process', Evans says. It allows companies, governments and public authorities to rethink how they deliver services and produce goods. Natural Language Processing (NLP) refers to AI method of communicating with an intelligent systems using a natural language such as English. Processing of Natural Language is required when you want an intelligent system like robot to perform as per your instructions, when you want to hear decision from a dialogue based clinical expert system, etc. The field of NLP involves making computers to perform useful tasks with the natural languages humans use. The input and output of an NLP system can be: -Speech -Written Text
es_419: 'It's about networks, it's about devices, and it's about data' - Caroline Gorski En el sentido más amplio, el término IoT abarca todo lo que está conectado a Internet, pero cada vez se usa más para definir objetos que 'hablan’ entre ellos. Al combinar estos dispositivos conectados con sistemas automatizados, es posible 'recopilar información, analizarla y crear una acción' para ayudar a alguien con una tarea en particular, o aprender de un proceso. 'IoT nos ofrece la oportunidad de ser más eficientes en cómo hacemos las cosas, ahorrando tiempo, dinero y, a menudo, emisiones en el proceso ', dice Evans. Permite a las empresas, gobiernos y autoridades públicas repensar en cómo es que prestan servicios y producen bienes. El procesamiento del lenguaje natural (NLP, por sus siglas en inglés) se refiere al método AI de la comunicación con sistemas inteligentes usando un lenguaje natural como el inglés. El procesamiento del lenguaje natural es requerido cuando se desea que un sistema inteligente como el robot funcione según su instrucciones, cuando quiera tener una decisión de un experto clínico basado en diálogo sistema, etc. El campo de la PNL implica hacer que las computadoras realicen tareas útiles con los lenguajes naturales que utilizan los humanos. La entrada y salida de un sistema NLP puede ser: -Hablado -Texto escrito

source: Unmanned Aerial Systems (UAS), is the all-encompassing term that includes the UAV, or drone. drones are filling a totally different niche, as improvements in software and management of drones simplify their use and allow for greater autonomy in functions such as collision avoidance, data collection, pre-programmed flight routing, Bluetooth capability, active tracking, terrain follow, etc. It was in 2013 that consumer drones really began to take off. That's when a company called Dà-Jiāng Innovations Science and Technology Co. Ltd, better known as DJI, introduced the Phantom. Drones could become the secret weapon that gives local businesses a chance to compete against the increasingly speedy delivery of online giants like Amazon and Walmart. Regulations need to catch up with technology, the technology is not yet mature.
es_419: Unmanned Aerial Systems (UAS), es el término que abarca todo que incluye el UAV o drone. Los drones están llenando un nicho totalmente diferente, ya que las mejoras en el software y la administración de los drones simplifican su uso y permiten una mayor autonomía en funciones como la prevención de colisiones, la recopilación de datos, el enrutamiento de vuelos preprogramado, la capacidad de Bluetooth, el seguimiento activo, el seguimiento del terreno, etc. . n Fue en 2013 que los drones de consumo realmente comenzaron a despegar. Fue entonces cuando una empresa llamada Dà-Jiāng Innovations Science and Technology Co. Ltd, más conocida como DJI, presentó el Phantom. Los drones podrían convertirse en el arma secreta que brinda a las empresas locales la oportunidad de competir contra la entrega cada vez más rápida de gigantes en línea como Amazon y Walmart. Las regulaciones necesitan ponerse al día con la tecnología, la tecnología aún no está madura.

source: Virtual Reality (VR) and Augmented Reality (AR) Virtual reality aims to achieve total immersion, sensory experience so real that we forget it is a virtual-artificial environment and begin to interact with it as we would naturally do. Augmented reality is the ability to integrate digital data into a real-time experience. Unlike virtual reality there are no bulky video headsets to contend with. Augmented reality has advanced and expanded, today, it is used in sports, medicine, education and marketing. The difference between VR, AR, and mixed reality: -Virtual reality (VR) immerses users in a fully artificial digital environment. -Augmented reality (AR) overlays virtual objects on the real-world environment. -Mixed reality (MR) not just overlays but anchors virtual objects to the real world.
es_419: La realidad virtual (VR) y la realidad aumentada (AR) La realidad virtual tiene como objetivo lograr una inmersión total, una experiencia sensorial tan real que olvidamos que se trata de un entorno virtual artificial y comenzamos a interactuar con ella como lo haríamos naturalmente. La realidad aumentada es la capacidad de integrar datos digitales en una experiencia en tiempo real. A diferencia de la realidad virtual, no hay auriculares voluminosos con los que lidiar. La realidad aumentada ha avanzado y se ha expandido, hoy en día, se usa en deportes, medicina, educación y marketing. La diferencia entre VR, AR y realidad mixta: -La realidad virtual (VR) sumerge a los usuarios de una manera total entorno digital artificial. -La realidad aumentada (AR) se superpone a los objetos virtuales en el entorno del mundo real. -La realidad combinada (MR) no solo se superpone, sino que los objetos virtuales se anclan al mundo real.

source: Virtual Reality and Augmented Reality
es_419: Realidad Virtual y Realidad Aumentada
